/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Duomenų nėra";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Įrašyti";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Dar kartą įveskite parašą";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Išvalyti";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Atšaukti";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Parašas";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Bakstelėkite norėdami prisijungti";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Parašo sritis";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Bakstelėkite du kartus ir vilkite, kad pasirašytumėte";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Parašo atvaizdas";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Parašo eilutė";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Atšaukta";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Pirmyn";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Gerai";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Būsena";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Vartotojas atšaukė parengimą";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Nedavę sutikimo negalėsite tęsti parengimo.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Duoti sutikimą";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Išeiti";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Atgal";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Žingsnis";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "iš";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Ar tikrai norite išeiti iš parengimo proceso?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Norite duomenų privatumo?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Elkitės išmintingai su savo duomenimis";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Ne dabar";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Leisti";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Drausti";

/* XBUT: Agree action title in EULAView */
"Agree" = "Sutikti";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Nesutikti";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Įkeliama...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Rodytinų elementų kol kas nėra";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d val. %d min.";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Atlikta";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Duomenų lentelėje yra %d klaidos (-ų).";

/* XBUT: voice over label for row header in DataTable */
"row header" = "eilutės antraštė";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "eilutė %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "stulpelis %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "reikmuo priekyje";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "reikmuo pabaigoje";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "tekstas";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "atvaizdas";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "data";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "laikas";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "trukmė";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "sąrašo elementas";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "pasirinkta";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "nepasirinkta";

/* XBUT: calendar time component label */
"Time" = "Laikas";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Reikšmė: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Bakstelėtas langelis skirtas tik skaityti.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Laukas tik skaityti";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Simbolių nebeliko";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Sumažinkite simbolių skaičių";

